Repository: CofficLab/GitOK
Catalog: Packages/PluginWorktreeOverview/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Add a user preset in User Info settings.
zh_hans: 请在用户信息设置中添加预设。
zh_hk: 請在使用者資訊設定中新增預設。

source: Add collaborators in User Info settings.
zh_hans: 请在用户信息设置中添加协作者。
zh_hk: 請在使用者資訊設定中新增協作者。

source: Add, edit, or delete user presets.
zh_hans: 添加、编辑或删除用户预设。
zh_hk: 新增、編輯或刪除使用者預設。

source: Analyze
zh_hans: 分析
zh_hk: 分析

source: Apply
zh_hans: 应用
zh_hk: 套用

source: Clean
zh_hans: 干净
zh_hk: 乾淨

source: click to clean
zh_hans: 一键清理
zh_hk: 一鍵清理

source: Collaborators
zh_hans: 协作者
zh_hk: 協作者

source: Commits
zh_hans: 提交数
zh_hk: 提交數

source: Confirm, and the clutter is removed.
zh_hans: 确认后，杂乱被移除。
zh_hk: 確認後，雜亂被移除。

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Current Branch
zh_hans: 当前分支
zh_hk: 目前分支

source: Dry Run
zh_hans: 试运行
zh_hk: 試運行

source: Dry Run First
zh_hans: 先试运行
zh_hk: 先試運行

source: Email
zh_hans: 邮箱
zh_hk: 電子郵件

source: First Commit
zh_hans: 首次提交
zh_hk: 首次提交

source: Git reports what is untracked or ignored.
zh_hans: git 报告未跟踪或被忽略的内容。
zh_hk: git 報告未跟蹤或被忽略的內容。

source: Git User Configuration
zh_hans: Git 用户配置
zh_hk: Git 使用者設定

source: Git User Presets
zh_hans: Git 用户预设
zh_hk: Git 使用者預設

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Ignored
zh_hans: 已忽略
zh_hk: 已忽略

source: Latest Tag
zh_hans: 最新 Tag
zh_hk: 最新 Tag

source: Local Repository
zh_hans: 本地仓库
zh_hk: 本機儲存庫

source: Manage Presets
zh_hans: 管理预设
zh_hk: 管理預設

source: No Collaborators
zh_hans: 暂无协作者
zh_hk: 暫無協作者

source: No Presets
zh_hans: 暂无预设
zh_hk: 暫無預設

source: No Tags
zh_hans: 暂无 Tag
zh_hk: 暫無 Tag

source: No uncommitted changes.
zh_hans: 没有未提交的更改。
zh_hk: 沒有未提交的變更。

source: Not Available
zh_hans: 不可用
zh_hk: 無法取得

source: Not Configured
zh_hans: 未配置
zh_hk: 未設定

source: Preview
zh_hans: 预览
zh_hk: 預覽

source: Preview every file that would be removed before anything happens.
zh_hans: 在动手前预览每个将被移除的文件。
zh_hk: 在動手前預覽每個將被移除的文件。

source: Protected by Default
zh_hans: 默认受保护
zh_hk: 默認受保護

source: Remote Repository
zh_hans: 远程仓库
zh_hk: 遠端儲存庫

source: Remote Repository (%@)
zh_hans: 远程仓库 (%@)
zh_hk: 遠端儲存庫 (%@)

source: Remove stray untracked files and directories safely.
zh_hans: 安全移除游离的未跟踪文件与目录。
zh_hk: 安全移除遊離的未跟蹤文件與目錄。

source: Repository Info
zh_hans: 仓库信息
zh_hk: 儲存庫資訊

source: risk with dry run
zh_hans: 试运行风险
zh_hk: 試運行風險

source: Sweep away clutter and keep your repository pristine.
zh_hans: 扫走杂乱，让仓库保持纯净。
zh_hk: 掃走雜亂，讓倉庫保持純淨。

source: Tracked content is never touched, only verified clutter goes.
zh_hans: 已跟踪内容绝不触碰，只清除确认的杂乱。
zh_hk: 已跟蹤內容絕不觸碰，只清除確認的雜亂。

source: Untracked
zh_hans: 未跟踪
zh_hk: 未跟蹤

source: Untracked Cleanup
zh_hans: 未跟踪清理
zh_hk: 未跟蹤清理

source: User Name
zh_hans: 用户名
zh_hk: 使用者名稱

source: user.email not configured
zh_hans: 未配置 user.email
zh_hk: 未設定 user.email

source: user.name not configured
zh_hans: 未配置 user.name
zh_hk: 未設定 user.name

source: Working Tree Clean
zh_hans: 工作区干净
zh_hk: 工作區乾淨

source: You review the exact list in a dry run.
zh_hans: 你在试运行中审阅确切清单。
zh_hk: 你在試運行中審閲確切清單。

# %@, %lld commits
source: %1$@, %2$lld commits
zh_hans: %1$@，%2$lld 次提交

# %lld commits in the last %lld months
source: %1$lld commits in the last %2$lld months
zh_hans: 最近 %2$lld 个月提交 %1$lld 次

source: Active days
zh_hans: 活跃天数

source: Analyzing recent Git history...
zh_hans: 正在分析最近一年的提交记录…

source: Avg. per week
zh_hans: 周均提交

source: Busiest day
zh_hans: 最忙的一天

source: Commit Activity
zh_hans: 提交活跃度

source: Disk Usage
zh_hans: 磁盘占用

source: Fri
zh_hans: 五

source: Less
zh_hans: 少

source: Loading commit activity...
zh_hans: 正在加载提交活跃度…

source: Languages
zh_hans: 编程语言

source: Loading project languages...
zh_hans: 正在加载项目语言…

source: Analyzing tracked source files...
zh_hans: 正在分析已跟踪源文件…

source: Other
zh_hans: 其他

source: Longest streak
zh_hans: 最长连续

source: Mon
zh_hans: 一

source: More
zh_hans: 多

source: Updating commit activity...
zh_hans: 正在更新提交活跃度…

source: Wed
zh_hans: 三

source: Loading latest tag...
zh_hans: 正在加载最新标签…

source: Loading commit count...
zh_hans: 正在加载提交数量…

source: Loading disk usage...
zh_hans: 正在加载磁盘占用…

source: Loading first commit...
zh_hans: 正在加载首次提交…

source: Loading Git user...
zh_hans: 正在加载 Git 用户…

source: Applying Git user...
zh_hans: 正在应用 Git 用户…

source: Applying collaborator...
zh_hans: 正在应用协作者…

# %lld uncommitted changes
source: %1$lld uncommitted changes
zh_hans: %1$lld 个未提交变更

source: Checking worktree state...
zh_hans: 正在检查工作区状态…

source: Worktree is clean
zh_hans: 工作区干净
